---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumber
source: html/9992aa97-fabb-55ff-cca8-37970d2b0781.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitNumber Property

"Circuit Number"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitNumber { get; }
```